Repository: c-base/cbmi
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: de

source: Cookies must be enabled.
de: Cookies müssen aktiviert sein.

source: Sorry, that login was invalid. Please try again.
de: Login fehlgeschlagen. Bitte versuche es nochmal.

source: PIN must be 4 to 8 digits.
de: Die PIN muss aus 4-8 Ziffern bestehen.

source: New Gastro-PIN
de: Neue Gastro-PIN

source: Repeat Gastro-PIN
de: Gastro-PIN wiederholen

source: Numerical only, 4 to 8 digits
de: Nur Zahlen, 4-8 Ziffern

source: The PINs entered were not identical.
de: Die beiden eingegeben PINs waren nicht gleich.

source: Enable WiFi presence
de: WLAN-Präsenzerkennung einschalten

source: Old password
de: Altes Passwort

source: Enter your current password here.
de: Hier kannst du dein Passwort ändern.

source: New password
de: Neues Passwort

source: Repeat password
de: Passwort wiederholen

source: The old password was incorrect.
de: Das alte Passwort war inkorrekt.

source: The new passwords were not identical.
de: Die beiden eingegeben Passwörter waren nicht identisch.

source: Password must be at least 6 characters long
de: Das Passwort muss aus mindestens sechs Zeichen bestehen.

source: Your RFID
de: Deine RFID

source: Find out your RFID by holding your RFID tag to the reader in the airlock.
de: Du kannst deine RFID herausfinden, in dem du eine nicht registrierte RFID-Karte an die Schleuse hältst.

source: Your SIP PIN
de: Deine SIP-PIN

source: Repeat SIP PIN
de: SIP-PIN wiederholen

source: Your r0ket's NRF24 identification
de: Die NRF24-ID deiner r0ket

source: New indoor PIN
de: Neue innentür-PIN

source: Repeat indoor PIN
de: Innentür-PIN wiederholen

source: Select the username for whom you want to reset the password.
de: Zu editierendes Member auswählen.

source: Your changes have been saved. Thank you!
de: Deine Änderungen wurden gespeichert. Vielen Dank!

source: Your password was changed. Thank you!
de: Deine neue Passwort wurde gespeichert. Vielen Dank!

source: The password for %s was changed. Thank you!
de: Das Passwort für %s wurde gespeichert. Danke!

source: Password
de: Passwort

source: ACCESS DENIED
de: ZUGRIFF VERWEIGERT

source: Admin Password
de: Adminpasswort

source: You can change other users passwords here.
de: Hier kannst du das Passwort anderer Member setzen.

source: Save
de: Speichern

source: On this website any member can view and edit their data stored in the LDAP directory of c-base.
de: Auf dieser Webseite kann jedes Member seine im c-base LDAP hinterlegten Daten abrufen und editieren.

source: If you are a new member and don't have a password yet, please contact one of the following people:
de: Wenn du ein Neu-Member bist und noch kein Passwort hast, musst du dich an einen der folgenden Member wenden:

source: Sign in
de: Login

source: Check crewname
de: Crewnamen auf Verfügbarkeit prüfen

source: This crewname is already taken.
de: Dieser Crewname ist schon vergeben.

source: This crewname is still available.
de: Dieser Crewname ist noch zu haben.

source: Indoor PIN
de: Innentür-PIN

source: Change your PIN to access rooms secured with PIN-pad.
de: PIN ändern für den Zugang zu PIN-pad-geschützten Räumen.

source: Change your Gastro PIN to access the vending machines. To use unlock member prices, press the <code>A</code> button then enter your numeric user ID
de: Ändere deine Gastro-PIN um die Getränkeautomaten zu benutzen. Um die Memberpreise freizuschalten, drücke die <code>A</code>-Taste und gib dann deine numerische User-ID ein.

source: and your Gastro PIN.
de: und deine Gastro-PIN

source: Welcome to the c-base member interface
de: Willkommen im c-base member interface

source: You are one of currently %(number_of_members)s c-base members.
de: Du bist eines von zurzeit %(number_of_members)s c-base Membern.

source: Here you can change some parameters of your c-base member account.
de: Hier kannst du einige deiner Parameter deines c-base Accounts ändern.

source: Basic information about your account
de: Grundlegende Informationen über deinen Zugang

source: Your user ID:
de: Deine Nutzer-ID

source: Numeric user ID:
de: Numerische Nutzer-ID:

source: The numeric user ID can be used to login with the vending machines and network connected combination locks.
de: Die numerische Nutzer-ID kann zur Anmeldung an den Getränkeautomaten und Netzwerkverbundenen Codeschlössern benutzt werden.

source: Your c-base e-mail address:
de: Deine c-base-e-Mail-Adresse:

source: Your group memberships
de: Deine Gruppenzugehörigkeiten

source: You are part of the following LDAP groups:
de: Du bist Mitglied folgender LDAP Gruppen:

source: Management information
de: Verwaltungsinformationen

source: External e-mail address:
de: Externe e-Mail-Adresse:

source: The external e-mail address is used by the board of c-base to reach you in cases where your c-base address (see above) is not working. To change your external e-mail address please contact the c-base board via
de: Die externe E-Mail Adresse wird vom Vorstand verwendet, um dich in Situationen erreichen zu können, in denen deine interne c-mail Adresse nicht funktioniert. Um deine externe E-Mail zu ändern, kontaktiere bitte den Vorstand unter:

source: Your c-base member account balance:
de: Dein c-base-Mitgliedskontostand

source: Check balance
de: Kontostand überprüfen

source: WiFi presence
de: WLAN-Präsenzerkennung

source: Indoor-PIN
de: Innentür-PIN

source: The NRF24 identification is used to interface with the CCC's <a href="http://r0ket.badge.events.ccc.de/">r0ket badge</a>.
de: Die NRF24-ID wird benutzt, um mit den <a href="http://r0ket.badge.events.ccc.de/">r0ket-Badges</a> vom CCC zu reden.

source: You can change your password here.
de: Hier kannst du dein Passwort ändern.

source: A Radio Frequency Identification (RFID) tag can be used to announce your presence to other c-base members when you arrive. Place your RFID tag on the RFID reader in the airlock terminal. If you configured your RFID correctly, the airlock terminal will greet you and show additional information. If you place your RFID tag in the reader again when leaving, you will be logged out.
de: Du kannst ein Radio Frequency Identification (RFID)-Tag benutzen, um anderen c-base-Mitgliedern wenn du ankommst deine Anwesenheit mitzuteilen. Halte dazu dein RFID-Tag auf den RFID-Leser am Schleusenterminal. Wenn du dein RFID richtig eingestellt hast, wird dich das Schleusenterminal begrüßen und dir weitere Informationen anzeigen. Wenn du dein RFID-Tag nochmal beim Verlassen der Raumstation auf den Leser hältst, wirst du Abgemeldet.

source: The SIP PIN is your access to the c-base SIP server for voice telephony.
de: Die SIP-PIN ist dein Zugangskode zum SIP-Server (Internettelefonie) der c-base.

source: WiFi Presence
de: WLAN-Präsenzerkennung

source: The WiFi Presence automatically logs you in to the c-base presence system when you connect a device to the Crew-Wifi (SSID: c-base-crew) with your username and password.
de: Die WLAN-Präsenzerkennung meldet dich automatisch bei der c-base an, sobald du ein Gerät mit dem Crew-WLAN (SSID: c-base-crew) mit deinem Usernamen und Passwort verbindest.
